Repository: arimayuji/bag_finder_front-end
Catalog: lib/l10n/app_*.arb
Languages: pt

# landingPageFirstTitle
source: Track Your Luggage
pt: Rastreie sua bagagem

# landingPageSecondTitle
source: Real Time Tracking
pt: Localização em tempo

# landingPageThirdTitle
source: Safely Retrieve
pt: Retire em segurança

# landingPageButtonTextNext
source: Next
pt: Próximo

# landingPageButtonTextStart
source: Previous
pt: Começar

# landingPageFirstText
source: Connect your baggage ID to the BagFinder app and track your luggage throughout the entire trip!
pt: Conecte o ID da sua bagagem ao aplicativo BagFinder e acompanhe suas malas durante toda a viagem!

# landingPageSecondText
source: Receive location updates for your luggage, ensuring peace of mind from check-in to arrival!
pt: Receba atualizações da localização da sua bagagem, garantindo tranquilidade desde o check-in até a chegada!

# landingPageThirdText
source: Get notified when your bag is near the pickup area and follow the app's directions to retrieve it quickly!
pt: Seja notificado quando sua mala estiver perto da retirada e siga as direções do app para recuperá-la rapidamente!

# loginPageTitle
source: Sign in!
pt: Realize seu login!

# loginPageTitle2
source: Welcome!
pt: Seja bem-vindo!

# loginPageTitle2SecondLine
source: Sign up
pt: Realize seu cadastro!

# loginPageTitle3
source: Need help?
pt: Precisa de ajuda?

# loginPageTitle4
source: Forgot Password?
pt: Esqueceu a sua senha?

# loginPageTitle5
source: Find your account
pt: Encontre a sua conta

# loginPageDoesntHaveAccount
source: Don't have an account?Sign-up
pt: Não possui conta?

# loginPageForgotPassword
source: Find your account
pt: Encontre sua conta

# loginPageRememberMe
source: Remember Me
pt: Lembrar-me

source: Come back to Homepage
pt: Voltar para a Página Inicial

# loginPageButtonLogin
source: Login
pt: Realizar login

# signUpPageButtonSignUp
source: Sign-up
pt: Cadastre-se

# needHelpPageSend
source: Send
pt: Enviar

# loginPageContactSupport
source: Contact Support!
pt: Contate o suporte!

# forgotEmailPageButtonSendEmail
source: Send
pt: Enviar

# sendEmailForConfimationPlaceholder
source: Tell your e-mail for confirmation
pt: Informe seu e-mail para confirmação

# sendEmailPlaceholder
source: Send E-Mail
pt: Enviar E-mail

# passwordPlaceholder
source: Password
pt: Senha

# fullNamePlaceholder
source: Full Name
pt: Nome completo

# emailForContactPlaceholder
source: E-mail for Contact
pt: E-mail para contato

# contactUsYourProblemPlaceholder
source: Contact us your problem
pt: Conte-nos o seu problema

# loginPageAlreadyHaveAccount
source: Already have an account?
pt: Ja possui uma conta?

# loginPageClickHere
source: Click here
pt: Clique aqui

# helloUserHomepage
source: Hello!,
pt: Olá!,

# greetingsFromBagFinder
source: BagFinder wishes you a great trip!
pt: BagFinder te deseja uma ótima viagem!
